[
  {
    "word": "archivist",
    "definition": "A keeper of archives or records."
  },
  {
    "word": "confervous",
    "definition": "Pertaining to confervae; consisting of, or resembling, the confervae. Yon exiguous pool's confervous scum. O. W."
  },
  {
    "word": "wayfare",
    "definition": "To journey; to travel; to go to and fro. A certain Laconian, as he wayfared, came unto a place where there dwelt an old friend of his. Holland. The act of journeying; travel; passage."
  },
  {
    "word": "asteridea",
    "definition": "A class of Echinodermata including the true starfishes. The rays vary in number and always have ambulacral grooves below. The body is starshaped or pentagonal."
  },
  {
    "word": "inthirst",
    "definition": "To make thirsty."
  },
  {
    "word": "scalpriform",
    "definition": "Shaped like a chisel; as, the scalpriform incisors of rodents."
  },
  {
    "word": "straight-joint",
    "definition": "Having straight joints. Specifically: (a) Applied to a floor the boards of which are so laid that the joints form a continued line transverse to the length of the boards themselves. Brandle & C. (b) In the United States, applied to planking or flooring put together without the tongue and groove, the pieces being laid edge to edge."
  },
  {
    "word": "monophonic",
    "definition": "Single-voiced; having but one part; as, a monophonic composition;"
  },
  {
    "word": "spear",
    "definition": "A long, pointed weapon, used in war and hunting, by thrusting or throwing; a weapon with a long shaft and a sharp head or blade; a lance. Note: A sharp ground spear. Chaucer. They shall beat their swords into plowshares, and their spears into pruning hooks. Micah iv. Fig.: A spearman. Sir W. Scott. A sharp-pointed instrument with barbs, used for stabbing fish and other animals. A shoot, as of grass; a spire. The feather of a horse. See Feather, n., The rod to which the bucket, or plunger, of a pump is attached; a pump rod. Spear foot, the off hind foot of a horse."
  },
  {
    "word": "evangelicism",
    "definition": "Evangelical principles; evangelism."
  },
  {
    "word": "heteropodous",
    "definition": "Of or pertaining to the Heteropoda."
  },
  {
    "word": "lapse",
    "definition": "A gliding, slipping, or gradual falling; an unobserved or imperceptible progress or passing away,;"
  },
  {
    "word": "annexation",
    "definition": "The act of annexing; process of attaching, adding, or appending; the act of connecting; union; as, the annexation of Texas to the United States, or of chattels to the freehold. (a) (Law) The union of property with a freehold so as to become a fixture. Bouvier. (b) (Scots Law) The appropriation of lands or rents to the crown."
  },
  {
    "word": "smaragdine",
    "definition": "Of or pertaining to emerald; resembling emerald; of an emerald green."
  },
  {
    "word": "crotchetiness",
    "definition": "The state or character of being crotchety, or whimsical. This belief in rightness is a kind of conscientiousness, and when it degenerates it becomes crotchetiness. J."
  },
  {
    "word": "eburnation",
    "definition": "A condition of bone cartilage occurring in certain diseases of these tissues, in which they acquire an unnatural density, and come to resemble ivory."
  },
  {
    "word": "pleasance",
    "definition": "Pleasure; merriment; gayety; delight; kindness. Shak. Full great pleasance. Chaucer. A realm of pleasance. Tennyson. A secluded part of a garden. The pleasances of old Elizabethan houses."
  },
  {
    "word": "appellative",
    "definition": "Pertaining to a common name; serving as a distinctive denomination; denominative; naming. Cudworth. (gram.) Common, as opposed to proper; denominative of a class. A common name, distinction from a proper name. A common name, or appellative, stands for a whole class, genus, or species of beings, or for universal ideas. Thus, tree is the name of all plants of a particular class; plant and vegetable are names of things that grow out of the earth. A proper name, on the other hand, stands for a single thing; as, Rome, Washington, Lake Erie. An appellation or title; a descriptive name. God chosen it for one of his appellatives to be the Defender of them. Jer."
  },
  {
    "word": "gier-falcon",
    "definition": "The gyrfalcon."
  },
  {
    "word": "potential",
    "definition": "Being potent; endowed with energy adequate to a result; efficacious; influential. And hath in his effect a voice potential. Shak. Existing in possibility, not in actuality. A potential hero. Carlyle. Potential existence means merely that the thing may be at ome time; actual existence, that it now is. Sir W. Hamilton. Potential cautery."
  },
  {
    "word": "-oma",
    "definition": "A suffix used in medical terms to denote a morbid condition of some part, usually some kind of tumor; as in fibroma, glaucoma."
  },
  {
    "word": "plumosity",
    "definition": "The quality or state of being plumose."
  },
  {
    "word": "incontestable",
    "definition": "Not contestable; not to be disputed; that cannot be called in question or controverted; incontrovertible; indisputable; as, incontestable evidence, truth, or facts. Locke."
  },
  {
    "word": "acraspeda",
    "definition": "A group of acalephs, including most of the larger jellyfishes; the Discophora."
  },
  {
    "word": "amble",
    "definition": "To go at the easy gait called an amble;"
  },
  {
    "word": "victor",
    "definition": "The winner in a contest; one who gets the better of another in any struggle; esp., one who defeats an enemy in battle; a vanquisher; a conqueror;"
  },
  {
    "word": "disenchained",
    "definition": "Freed from restraint; unrestrained. E. A."
  },
  {
    "word": "bonassus",
    "definition": "The aurochs or European bison."
  },
  {
    "word": "swaggy",
    "definition": "Inclined to swag; sinking, hanging, or leaning by its weight. Sir T."
  },
  {
    "word": "osteologer",
    "definition": "One versed in osteology; an osteologist."
  },
  {
    "word": "unnun",
    "definition": "To remove from condition of being a nun. Many did quickly unnun and disfriar themselves."
  },
  {
    "word": "seamanship",
    "definition": "The skill of a good seaman; the art, or skill in the art, of working a ship."
  },
  {
    "word": "scriptorium",
    "definition": "In an abbey or monastery, the room set apart for writing or copying manuscripts; in general, a room devoted to writing. Writing rooms, or scriptoria, where the chief works of Latin literature . . . were copied and illuminated. J. R."
  },
  {
    "word": "bibliolatry",
    "definition": "Book worship, esp. of the Bible;"
  },
  {
    "word": "deliver",
    "definition": "To set free from restraint; to set at liberty; to release; to liberate, as from control; to give up; to free; to save; to rescue from evil actual or feared;"
  },
  {
    "word": "abligate",
    "definition": "To tie up so as to hinder from."
  },
  {
    "word": "lungie",
    "definition": "A guillemot. Sir W."
  },
  {
    "word": "rode",
    "definition": "Redness; complexion. His rode was red. Chaucer. imp. of Ride. See Rood, the cross."
  },
  {
    "word": "ecbasis",
    "definition": "A figure in which the orator treats of things according to their events consequences."
  },
  {
    "word": "dishonesty",
    "definition": "Dishonor; dishonorableness; shame. The hidden things of dishonesty. 2 Cor. iv. Want of honesty, probity, or integrity in principle; want of fairness and straightforwardness; a disposition to defraud, deceive, or betray; faithlessness. Violation of trust or of justice; fraud; any deviation from probity; a dishonest act. Lewdness; unchastity."
  },
  {
    "word": "zootic",
    "definition": "Containing the remains of organized bodies;"
  },
  {
    "word": "pygarg",
    "definition": "(Zoöl.) A quadruped, probably the addax, an antelope having a white rump. Deut. xiv. (Zoöl.) (a) The female of the hen harrier. (b) The sea eagle."
  },
  {
    "word": "vaporousness",
    "definition": "The quality of being vaporous."
  },
  {
    "word": "penguinery",
    "definition": "A breeding place, or rookery, of penguins."
  },
  {
    "word": "underlease",
    "definition": "A lease granted by a tenant or lessee; especially, a lease granted by one who is himself a lessee for years, for any fewer or less number of years than he himself holds; a sublease."
  },
  {
    "word": "mimically",
    "definition": "In an imitative manner."
  },
  {
    "word": "nutty",
    "definition": "Abounding in nuts. Having a flavor like that of nuts; as, nutty wine."
  },
  {
    "word": "slavey",
    "definition": "A maidservant."
  },
  {
    "word": "myelonal",
    "definition": "Of or pertaining to the myelon; as, the myelonal, or spinal, nerves."
  },
  {
    "word": "foresee",
    "definition": "To see beforehand; to have prescience of; to foreknow. A prudent man foreseeth the evil. Prov. xxii. To provide. Great shoals of people, which go on to populate, without foreseeing means of life. Bacon. To have or exercise foresight."
  },
  {
    "word": "kairoline",
    "definition": "An organic base obtained from quinoline. It is used as a febrifuge, and resembles kairine."
  },
  {
    "word": "crocketed",
    "definition": "Ornamented with crockets."
  },
  {
    "word": "esthete",
    "definition": "Same as Æsthete, Æsthetic, Æsthetical, Æsthetics, etc."
  },
  {
    "word": "alligator wrench",
    "definition": "A kind of pipe wrench having a flaring jaw with teeth on one side."
  },
  {
    "word": "rangership",
    "definition": "The office of the keeper of a forest or park."
  },
  {
    "word": "commentator",
    "definition": "One who writes a commentary or comments; an expositor; an annotator. The commentator's professed object is to explain, to enforce, to illustrate doctrines claimed as true."
  },
  {
    "word": "soofeeism",
    "definition": "Same as Sufi, Sufism."
  },
  {
    "word": "cyclopic",
    "definition": "Pertaining to the Cyclops; Cyclopean."
  },
  {
    "word": "patronizing",
    "definition": "Showing condescending favor; assuming the manner of airs of a superior toward another."
  },
  {
    "word": "commonalty",
    "definition": "The common people; those classes and conditions of people who are below the rank of nobility; the commons. The commonalty, like the nobility, are divided into several degrees. Blackstone. The ancient fare of our kings differed from that of the commonalty in plenteousness only. Landon. The majority or bulk of mankind."
  },
  {
    "word": "shipping",
    "definition": "Relating to ships, their ownership, transfer, or employment; as, shiping concerns. Relating to, or concerned in, the forwarding of goods; as, a shipping clerk. The act of one who, or of that which, ships; as, the shipping of flour to Liverpool. The collective body of ships in one place, or belonging to one port, country, etc.; vessels, generally; tonnage. Navigation. God send 'em good shipping. Shak. Shipping articles, articles of agreement between the captain of a vessel and the seamen on board, in respect to the amount of wages, length of time for which they are shipping, etc."
  },
  {
    "word": "packwax",
    "definition": "Same as Paxwax."
  },
  {
    "word": "sheaf",
    "definition": "A sheave. A quantity of the stalks and ears of wheat, rye, or other grain, bound together; a bundle of grain or straw. The reaper fills his greedy hands, And binds the golden sheaves in brittle bands. Dryden. Any collection of things bound together; a bundle; specifically, a bundle of arrows sufficient to fill a quiver, or the allowance of each archer,"
  },
  {
    "word": "massiveness",
    "definition": "The state or quality of being massive; massiness."
  },
  {
    "word": "adjutory",
    "definition": "Serving to help or assist; helping."
  },
  {
    "word": "forweep",
    "definition": "To weep much."
  },
  {
    "word": "eunomy",
    "definition": "Equal law, or a well-adjusted constitution of government."
  },
  {
    "word": "last",
    "definition": "of Last, to endure, contracted from lasteth. Chaucer. Being after all the others, similarly classed or considered, in time, place, or order of succession; following all the rest; final; hindmost; farthest; as, the last year of a century; the last man in a line of soldiers; the last page in a book; his last chance. Also day by day, from the first day unto the last day, he read in the book of the law of God. Neh. viii. Fairest of stars, last in the train of night. Milton. Next before the present; as, I saw him last week. Supreme; highest in degree; utmost. Contending for principles of the last importance. R. Hall . Lowest in rank or degree; as, the last prize. Pope. Farthest of all from a given quality, character, or condition; most unlikely; having least fitness; as, he is the last person to be accused of theft. At last, at the end of a certain period; after delay. The duke of Savoy felt that the time had at last arrived."
  },
  {
    "word": "dogma",
    "definition": "That which is held as an opinion; a tenet; a doctrine. The obscure and loose dogmas of early antiquity. Whewell. A formally stated and authoritatively settled doctrine; a definite, established, and authoritative tenet. A doctrinal notion asserted without regard to evidence or truth; an arbitrary dictum."
  },
  {
    "word": "analogical",
    "definition": "Founded on, or of the nature of, analogy; expressing or implying analogy. When a country which has sent out colonies is termed the mother country, the expression is analogical. J. S. Mill. Having analogy; analogous. Sir M."
  },
  {
    "word": "copulative",
    "definition": "Serving to couple, unite, or connect; as, a copulative conjunction like and. Connection. Rycaut. (Gram.) A copulative conjunction."
  },
  {
    "word": "prelatical",
    "definition": "Of or pertaining to prelates or prelacy; as, prelatical authority."
  },
  {
    "word": "athenaeum",
    "definition": "A temple of Athene, at Athens, in which scholars and poets were accustomed to read their works and instruct students. A school founded at Rome by Hadrian. A literary or scientific association or club. A building or an apartment where a library, periodicals, and newspapers are kept for use."
  },
  {
    "word": "bating",
    "definition": "With the exception of; excepting. We have little reason to think that they bring many ideas with them, bating some faint ideas of hunger and thirst."
  },
  {
    "word": "dosel",
    "definition": "Same as Dorsal, n."
  },
  {
    "word": "polarimeter",
    "definition": "An instrument for determining the amount of polarization of light, or the proportion of polarized light, in a partially polarized ray."
  },
  {
    "word": "levogyrate",
    "definition": "Turning or twisting the plane of polarization towards the left, as levulose, levotartaric acid, etc."
  },
  {
    "word": "iatric",
    "definition": "Of or pertaining to medicine, or to medical men."
  },
  {
    "word": "antirachitic",
    "definition": "Good against the rickets."
  },
  {
    "word": "ceorl",
    "definition": "A freeman of the lowest class; one not a thane or of the servile classes; a churl."
  },
  {
    "word": "j",
    "definition": ". J is the tenth letter of the English alphabet. It is a later variant form of the Roman letter I, used to express a consonantal sound, that is, originally, the sound of English y in yet. The forms J and I have, until a recent time, been classed together, and they have been used interchangeably. Note: In medical prescriptions j is still used in place of i at the end of a number, as a Roman numeral; as, vj, xij. J is etymologically most closely related to i, y, g; as in jot, iota; jest, gesture; join, jugular, yoke. See I. J is a compound vocal consonant, nearly equivalent in sound to dzh. It is exactly the same as g in gem. See Guide to Pronunciation, §§ 179, 211, 239."
  },
  {
    "word": "mispaint",
    "definition": "To paint ill, or wrongly."
  },
  {
    "word": "lyencephalous",
    "definition": "Pertaining to, or characteristic of, the Lyencephala."
  },
  {
    "word": "cornage",
    "definition": "Anancient tenure of land, which obliged the tenant to give notice of an invasion by blowing a horn."
  },
  {
    "word": "get",
    "definition": "Jet, the mineral. Chaucer. Fashion; manner; custom. Chaucer. Artifice; contrivance. Chaucer. To procure; to obtain; to gain possession of; to acquire; to earn; to obtain as a price or reward; to come by; to win, by almost any means; as, to get favor by kindness; to get wealth by industry and economy; to get favor by kindness; to get wealth by industry and economy; to get land by purchase, etc. Hence, with have and had, to come into or be in possession of; to have. Johnson. Thou hast got the face of man. Herbert. To beget; to procreate; to generate. I had rather to adopt a child than get it. Shak. To obtain mental possession of; to learn; to commit to memory; to memorize; as to get a lesson; also with out; as, to get out one's Greek lesson. It being harder with him to get one sermon by heart, than to pen twenty. Bp. Fell. To prevail on; to induce; to persuade. Get him to say his prayers. Shak. To procure to be, or to cause to be in any state or condition;"
  },
  {
    "word": "reverberation",
    "definition": "The act of reverberating; especially, the act of reflecting light or heat, or reëchoing sound; as, the reverberation of rays from a mirror; the reverberation of rays from a mirror; the reverberation of voices; the reverberation of heat or flame in a furnace."
  },
  {
    "word": "belle-lettrist",
    "definition": "One versed in belleslettres."
  },
  {
    "word": "cry",
    "definition": "To make a loud call or cry; to call or exclaim vehemently or earnestly; to shout; to vociferate; to proclaim; to pray; to implore. And about the ninth hour, Jesus cried with a loud voice. Matt. xxvii. Clapping their hands, and crying with loud voice. Shak. Hear the voice of my supplications when I cry unto thee. Ps. xxviii. The voice of him that crieth in the wilderness, Prepare ye the way of the Lord. Is. xl. Some cried after him to return. Bunyan. To utter lamentations; to lament audibly; to express pain, grief, or distress, by weeping and sobbing; to shed tears; to bawl, as a child. Ye shall cry for sorrow of heart. Is. lxv. I could find it in my heart to disgrace my man's apparel and to cry like a woman. Shak. To utter inarticulate sounds, as animals. The young ravens which cry. Ps. cxlvii. In a cowslip's bell I lie There I couch when owls do cry. Shak. To cry on or upon, to call upon the name of; to beseech.No longer on Saint Denis will we cry."
  },
  {
    "word": "kosher",
    "definition": "Ceremonially clean, according to Jewish law; --applied to food, esp. to meat of animals slaughtered according to the requirements of Jewish law. Opposed to tref. Hence, designating a shop, store, house, etc., where such food is sold or used. Kosher food; also, a kosher shop. To prepare in conformity with the requirements of the Jewish law, as meat."
  },
  {
    "word": "fluency",
    "definition": "The quality of being fluent; smoothness; readiness of utterance; volubility. The art of expressing with fluency and perspicuity."
  },
  {
    "word": "apostolicalness",
    "definition": "Apostolicity. Dr. H."
  },
  {
    "word": "remontoir",
    "definition": "See under Escapement."
  },
  {
    "word": "tympan",
    "definition": "A drum. (Arch.) A panel; a tympanum. (Print.) A frame covered with parchment or cloth, on which the blank sheets are put, in order to be laid on the form to be impressed. Tympan sheet (Print.), a sheet of paper of the same size as that to be printed, pasted on the tympan, and serving as a guide in laying the sheets evenly for printing. W."
  },
  {
    "word": "sideways",
    "definition": "Toward the side; sidewise. A second refraction made sideways. Sir I. Newton. His beard, a good palm's length, at least, . . . Shot sideways, like a swallow's wings."
  },
  {
    "word": "verminate",
    "definition": "To breed vermin."
  },
  {
    "word": "hyke",
    "definition": "See Haik, and Huke."
  },
  {
    "word": "regardful",
    "definition": "Heedful; attentive; observant."
  },
  {
    "word": "terrorism",
    "definition": "The act of terrorizing, or state of being terrorized; a mode of government by terror or intimidation. Jefferson. The practise of coercing governments to accede to political demands by committing violence on civilian targets; any similar use of violence to achieve goals."
  },
  {
    "word": "lernean",
    "definition": "One of a family (Lernæidæ) of parasitic Crustacea found attached to fishes and other marine animals. Some species penetrate the skin and flesh with the elongated head, and feed on the viscera. in Appendix."
  },
  {
    "word": "leve",
    "definition": "Dear. Chaucer. Same as 3d & 4th Leave. To live. Chaucer. To believe. Chaucer."
  },
  {
    "word": "aforecited",
    "definition": "Named or quoted before."
  },
  {
    "word": "bilinguous",
    "definition": "Having two tongues, or speaking two languages."
  },
  {
    "word": "circumventor",
    "definition": "One who circumvents; one who gains his purpose by cunning."
  },
  {
    "word": "stultifier",
    "definition": "One who stultifies."
  },
  {
    "word": "heaven",
    "definition": "The expanse of space surrounding the earth; esp., that which seems to be over the earth like a great arch or dome; the firmament; the sky; the place where the sun, moon, and stars appear;"
  },
  {
    "word": "sectiuncle",
    "definition": "A little or petty sect. Some new sect or sectiuncle. J."
  },
  {
    "word": "gery",
    "definition": "Changeable; fickle."
  },
  {
    "word": "princehood",
    "definition": "Princeliness. E."
  },
  {
    "word": "galilean",
    "definition": "Of or pertaining to Galileo; as, the Galilean telescope. Of or relating to Galilee. A native or inhabitant of Galilee, the northern province of Palestine under the Romans. (Jewish Hist.) One of the party among the Jews, who opposed the payment of tribute to the Romans;"
  },
  {
    "word": "helpmeet",
    "definition": "A wife; a helpmate. The Lord God created Adam, . . . and afterwards, on his finding the want of a helpmeet, caused him to sleep, and took one of his ribs and thence made woman. J. H."
  },
  {
    "word": "fortread",
    "definition": "To tread down; to trample upon. In hell shall they be all fortroden of devils."
  },
  {
    "word": "huebner",
    "definition": "A mineral of brownish black color, occurring in columnar or foliated masses. It is native manganese tungstate."
  },
  {
    "word": "ill-starred",
    "definition": "Fated to be unfortunate; unlucky; as, an ill-starred man or day."
  },
  {
    "word": "piperylene",
    "definition": "A hydrocarbon obtained by decomposition of certain piperidine derivatives."
  },
  {
    "word": "hermaphrodite",
    "definition": "An individual which has the attributes of both male and female, or which unites in itself the two sexes; an animal or plant having the parts of generation of both sexes, as when a flower contains both the stamens and pistil within the same calyx, or on the same receptacle. In some cases reproduction may take place without the union of the distinct individuals. In the animal kingdom true hermaphrodites are found only among the invertebrates. in Appendix, under Helminths. Including, or being of, both sexes; as, an hermaphrodite animal or flower. Hermaphrodite brig. (Naut.) See under Brig."
  },
  {
    "word": "nonius",
    "definition": "A vernier."
  },
  {
    "word": "two-step",
    "definition": "A kind of round dance in march or polka time; also, a piece of music for this dance."
  },
  {
    "word": "pawnor",
    "definition": "One who pawns or pledges anything as security for the payment of borrowed money or of a debt."
  },
  {
    "word": "anyone",
    "definition": "One taken at random rather than by selection; anybody."
  },
  {
    "word": "amorosa",
    "definition": "A wanton woman; a courtesan. Sir T."
  },
  {
    "word": "accombination",
    "definition": "A combining together."
  },
  {
    "word": "stannoso-",
    "definition": "A combining form (also used adjectively) denoting relation to, or connection with, certain stannnous compounds."
  },
  {
    "word": "pedipalpi",
    "definition": "A division of Arachnida, including the whip scorpions (Thelyphonus) and allied forms. Sometimes used in a wider sense to include also the true scorpions."
  },
  {
    "word": "housekeeping",
    "definition": "The state of being occupying a dwelling house as a householder. Care of domestic concerns; management of a house and home affairs. Hospitality; a liberal and hospitable table; a supply of provisions. Tell me, softly and hastly, what's in the pantry Small housekeeping enough, said Phoebe. Sir W. Scott. Domestic; used in a family; as, housekeeping commodities."
  },
  {
    "word": "megalopolis",
    "definition": "A chief city; a metropolis."
  },
  {
    "word": "biuret",
    "definition": "A white, crystalline, nitrogenous substance, C2O2N3H5, formed by heating urea. It is intermediate between urea and cyanuric acid."
  },
  {
    "word": "agaty",
    "definition": "Of the nature of agate, or containing agate."
  },
  {
    "word": "rhabdology",
    "definition": "Same as Rabdology."
  },
  {
    "word": "chylifaction",
    "definition": "The act or process by which chyle is formed from food in animal bodies; chylification,"
  },
  {
    "word": "adminicle",
    "definition": "Help or support; an auxiliary. Grote. (Law) Corroborative or explanatory proof. Note: In Scots law, any writing tending to establish the existence or terms of a lost deed."
  },
  {
    "word": "allineation",
    "definition": "Alignment; position in a straight line, as of two planets with the sun. Whewell. The allineation of the two planets. C. A."
  },
  {
    "word": "sea bat",
    "definition": "See Batfish (a)."
  },
  {
    "word": "radius",
    "definition": "(Geom.) A right line drawn or extending from the center of a circle to the periphery; the semidiameter of a circle or sphere. (Anat.) The preaxial bone of the forearm, or brachium, corresponding to the tibia of the hind limb. of Artiodactyla. Note: The radius is on the same side of the limb as the thumb, or pollex, and in man it so articulated that its lower end is capable of partial rotation about the ulna. (Bot.) A ray, or outer floret, of the capitulum of such plants as the sunflower and the daisy. See Ray, pl. (Zoöl.) (a) The barbs of a perfect. (b) Radiating organs, or color-markings, of the radiates. The movable limb of a sextant or other angular instrument. Knight. Radius bar (Math.), a bar pivoted at one end, about which it swings, and having its other end attached to a piece which it causes to move in a circular arc."
  },
  {
    "word": "wording",
    "definition": "The act or manner of expressing in words; style of expression; phrasing. It is believed this wording was above his known style."
  },
  {
    "word": "blastoid",
    "definition": "One of the Blastoidea."
  },
  {
    "word": "barite",
    "definition": "Native sulphate of barium, a mineral occurring in transparent, colorless, white to yellow crystals (generally tabular), also in granular form, and in compact massive forms resembling marble. It has a high specific gravity, and hence is often called heavy spar. It is a common mineral in metallic veins."
  },
  {
    "word": "cumulation",
    "definition": "The act of heaping together; a heap."
  },
  {
    "word": "ectad",
    "definition": "Toward the outside or surface;"
  },
  {
    "word": "branglement",
    "definition": "Wrangle; brangle."
  },
  {
    "word": "undevil",
    "definition": "To free from possession by a devil or evil spirit; to exorcise. They boy having gotten a habit of counterfeiting . . . would not be undeviled by all their exorcisms."
  },
  {
    "word": "exsiccate",
    "definition": "To exhaust or evaporate moisture from; to dry up. Sir T."
  },
  {
    "word": "cathodic",
    "definition": "A term applied to the centrifugal, or efferent course of the nervous infuence."
  },
  {
    "word": "crag",
    "definition": "A steep, rugged rock; a cough, broken cliff, or point of a rock, on a ledge. From crag to crag the signal fiew. Sir W. Scott. (Geol.) A partially compacted bed of gravel mixed with shells, of the Tertiary age. The neck or throat And bear the crag so stiff and so state. Spenser. The neck piece or scrag of mutton."
  },
  {
    "word": "nonextensile",
    "definition": "Not extensile; incapable of being stretched."
  },
  {
    "word": "velvety",
    "definition": "Made of velvet, or like velvet; soft; smooth; delicate."
  },
  {
    "word": "peck",
    "definition": "The fourth part of a bushel; a dry measure of eight quarts; as, a peck of wheat. A peck of provender. Shak. A great deal; a large or excessive quantity. A peck of uncertainties and doubts. Milton. To strike with the beak; to thrust the beak into; as, a bird pecks a tree. Hence: To strike, pick, thrust against, or dig into, with a pointed instrument; especially, to strike, pick, etc., with repeated quick movements. To seize and pick up with the beak, or as with the beak; to bite; to eat;"
  },
  {
    "word": "polycracy",
    "definition": "Government by many rulers; polyarchy."
  },
  {
    "word": "phlogotic",
    "definition": "Of or pertaining to phlogisis."
  },
  {
    "word": "epidermoid",
    "definition": "Like epidermis; pertaining to the epidermis."
  },
  {
    "word": "femme",
    "definition": "A woman. See Feme, n. Femme de chambre. Etym: A lady's maid; a chambermaid."
  },
  {
    "word": "respection",
    "definition": "The act of respecting; respect; regard. Without difference or respection of persons."
  },
  {
    "word": "hysterical",
    "definition": "Of or pertaining to hysteria; affected, or troubled, with hysterics; convulsive, fitful. With no hysteric weakness or feverish excitement, they preserved their peace and patience."
  },
  {
    "word": "tabasheer",
    "definition": "A concretion in the joints of the bamboo, which consists largely or chiefly of pure silica. It is highly valued in the East Indies as a medicine for the cure of bilious vomitings, bloody flux, piles, and various other diseases."
  },
  {
    "word": "salination",
    "definition": "The act of washing with salt water."
  },
  {
    "word": "sliding",
    "definition": "That slides or slips; gliding; moving smoothly. Slippery; elusory. That sliding science hath me made so bare. Chaucer. Sliding friction (Mech.), the resistance one body meets with in sliding along the surface of another, as distinguished from rolling friction."
  },
  {
    "word": "fatiloquent",
    "definition": "Prophetic; fatidical."
  },
  {
    "word": "sublessee",
    "definition": "A holder of a sublease."
  },
  {
    "word": "rout cake",
    "definition": "A kind of rich sweet cake made for routs, or evening parties. Twenty-four little rout cakes that were lying neglected in a plate."
  },
  {
    "word": "amboyna wood",
    "definition": "A beautiful mottled and curled wood, used in cabinetwork. It is obtained from the Pterocarpus Indicus of Amboyna, Borneo, etc."
  },
  {
    "word": "austerity",
    "definition": "Sourness and harshness to the taste. Horsley. Severity of manners or life; extreme rigor or strictness; harsh discipline. The austerity of John the Baptist. Milton. Plainness; freedom from adornment; severe simplicity. Partly owing to the studied austerity of her dress, and partly to the lack of demonstration in her manners."
  },
  {
    "word": "peenge",
    "definition": "To complain."
  },
  {
    "word": "tricolored",
    "definition": "Having three colors."
  },
  {
    "word": "internuncio",
    "definition": "A messenger between two parties. Johnson. A representative, or chargé d'affaires, of the pope at a foreign court or seat of government, ranking next below a nuncio. Note: This title was formerly given also to the Austrian envoy at Constantinople."
  },
  {
    "word": "kudos",
    "definition": "Glory; fame; renown; praise. W. H. Russel. To praise; to extol; to glorify. Kudos'd egregiously."
  },
  {
    "word": "canting",
    "definition": "Speaking in a whining tone of voice; using technical or religious terms affectedly; affectedly pious; as, a canting rogue; a canting tone. - Canting*ly, adv."
  },
  {
    "word": "polyphonic",
    "definition": "Having a multiplicity of sounds. Characterized by polyphony; as, Assyrian polyphonic characters. (Mus.) Consisting of several tone series, or melodic parts, progressing simultaneously according to the laws of counterpoint; contrapuntal; as, a polyphonic composition;"
  },
  {
    "word": "nosologist",
    "definition": "One versed in nosology."
  },
  {
    "word": "pentoxide",
    "definition": "An oxide containing five atoms of oxygen in each molecule; as, phosphorus pentoxide, P2O5."
  },
  {
    "word": "veriloquent",
    "definition": "Speaking truth; truthful."
  },
  {
    "word": "stelleridan",
    "definition": "A starfish, or brittle star."
  },
  {
    "word": "dioecia",
    "definition": "(Bot.) A Linnæan class of plants having the stamens and pistils on different plants. (Zoöl.) A subclass of gastropod mollusks in which the sexes are separate. It includes most of the large marine species, like the conchs, cones, and cowries."
  },
  {
    "word": "marseilles",
    "definition": "A general term for certain kinds of fabrics, which are formed of two series of threads interlacing each other, thus forming double cloth, quilted in the loom;"
  },
  {
    "word": "orthognathism",
    "definition": "The quality or state of being orthognathous."
  },
  {
    "word": "dreamy",
    "definition": "Abounding in dreams or given to dreaming; appropriate to, or like, dreams; visionary. The dreamy dells."
  },
  {
    "word": "sensorial",
    "definition": "Of or pertaining to the sensorium; as, sensorial faculties, motions, powers. A."
  },
  {
    "word": "fuliginosity",
    "definition": "The condition or quality of being fuliginous; sootiness; matter deposited by smoke."
  },
  {
    "word": "kindler",
    "definition": "One who, or that which, kindles, stirs up, or sets on fire.Kindlers of riot."
  },
  {
    "word": "bedouin",
    "definition": "One of the nomadic Arabs who live in tents, and are scattered over Arabia, Syria, and northern Africa, esp. in the deserts."
  },
  {
    "word": "account",
    "definition": "A reckoning; computation; calculation; enumeration; a record of some reckoning; as, the Julian account of time. A beggarly account of empty boxes. Shak. A registry of pecuniary transactions; a written or printed statement of business dealings or debts and credits, and also of other things subjected to a reckoning or review; as, to keep one's account at the bank. A statement in general of reasons, causes, grounds, etc., explanatory of some event; as, no satisfactory account has been given of these phenomena. Hence, the word is often used simply for reason, ground, consideration, motive, etc.; as, on no account, on every account, on all accounts. A statement of facts or occurrences; recital of transactions; a relation or narrative; a report; a description; as, an account of a battle. A laudable account of the city of London. Howell. A statement and explanation or vindication of one's conduct with reference to judgment thereon. Give an account of thy stewardship. Luke xvi. An estimate or estimation; valuation; judgment. To stand high in your account. Shak. Importance; worth; value; advantage; profit. Men of account. Pope. To turn to account. Shak. Account current, a running or continued account between two or more parties, or a statement of the particulars of such an account."
  },
  {
    "word": "tellurite",
    "definition": "(Chem.) A salt of tellurous acid. (Min.) Oxide of tellurium. It occurs sparingly in tufts of white or yellowish crystals."
  },
  {
    "word": "strein",
    "definition": "To strain."
  },
  {
    "word": "disbark",
    "definition": "To disembark. Pope. To strip of bark; to bark."
  },
  {
    "word": "bird pepper",
    "definition": "A species of capsicum (Capsicum baccatum), whose small, conical, coral-red fruit is among the most piquant of all red peppers. BIRD'S-BEAK Bird's-beak`, n. (Arch.) A molding whose section is thought to resemble a beak."
  },
  {
    "word": "bolthead",
    "definition": "(Chem.) A long, straightnecked, glass vessel for chemical distillations;"
  },
  {
    "word": "retropulsive",
    "definition": "Driving back; repelling."
  },
  {
    "word": "trisagion",
    "definition": "An ancient anthem,"
  },
  {
    "word": "forge",
    "definition": "A place or establishment where iron or other metals are wrought by heating and hammering; especially, a furnace, or a shop with its furnace, etc., where iron is heated and wrought; a smithy. In the quick forge and working house of thought. Shak. The works where wrought iron is produced directly from the ore, or where iron is rendered malleable by puddling and shingling; a shingling mill. The act of beating or working iron or steel; the manufacture of metalic bodies. In the greater bodies the forge was easy. Bacon. American forge, a forge for the direct production of wrought iron, differing from the old Catalan forge mainly in using finely crushed ore and working continuously."
  },
  {
    "word": "theatric",
    "definition": "Theatrical. Woods over woods in gay, theatric pride."
  },
  {
    "word": "affiant",
    "definition": "One who makes an affidavit. Burrill."
  },
  {
    "word": "paraglobulin",
    "definition": "An albuminous body in blood serum, belonging to the group of globulins."
  },
  {
    "word": "cryptogam",
    "definition": "A plant belonging to the Cryptogamia."
  },
  {
    "word": "professorship",
    "definition": "The office or position of a professor, or public teacher."
  },
  {
    "word": "floridity",
    "definition": "The quality of being florid; floridness."
  },
  {
    "word": "superponderate",
    "definition": "To wiegh over and above."
  },
  {
    "word": "andantino",
    "definition": "Rather quicker than andante; between that allegretto. Note: Some, taking andante in its original sense of going, and andantino as its diminutive, or less going, define the latter as slower than andante."
  },
  {
    "word": "plagueful",
    "definition": "Abounding, or infecting, with plagues; pestilential; as, plagueful exhalations."
  },
  {
    "word": "intermesenteric",
    "definition": "Within the mesentery; as, the intermesenteric, or aortic, plexus."
  },
  {
    "word": "joulemeter",
    "definition": "An integrating wattmeter for measuring the energy in joules expended in an electric circuit or developed by a machine. JOULE'S CYCLE Joule's cycle. (Thermodynamics) The cycle for the air engine proposed by Joule. In it air is taken by a pump from a cold chamber and compressed adiabatically until its pressure is eqal to that of the air in a hot chamber, into which it is then delivered, thereby displacing an equal amount of hot air into the engine cylinder. Here it expands adiabatically to the temperature of the cold chamber into which it is finally exhausted. This cycle, reversed, is used in refrigerating machines. JOULE'S LAW Joule's law. (Elec.) The law that the rate at which heat is produced in any part of an electric circuit is measured by the product of the square of the current into the resistance of that part of the circuit. If the current (i) is constant for an interval of time (t), the energy (H) in heat units equals i2Rt, R being resistance. (Thermodynamics) The law that there is no change of temperature when a gas expands without doing external work and without receiving or rejecting heat."
  },
  {
    "word": "spirable",
    "definition": "Capable of being breathed; respirable."
  },
  {
    "word": "zymometer",
    "definition": "An instrument for ascertaining the degree of fermentation occasioned by the mixture of different liquids, and the degree of heat which they acquire in fermentation."
  },
  {
    "word": "vibrate",
    "definition": "To brandish; to move to and fro; to swing; as, to vibrate a sword or a staff. To mark or measure by moving to and fro; as, a pendulum vibrating seconds. To affect with vibratory motion; to set in vibration. Breath vocalized, that is, vibrated or undulated, may . . . impress a swift, tremulous motion. Holder. Star to star vibrates light. Tennyson. To move to and fro, or from side to side, as a pendulum, an elastic rod, or a stretched string, when disturbed from its position of rest; to swing; to oscillate. To have the constituent particles move to and fro, with alternate compression and dilation of parts, as the air, or any elastic body; to quiver. To produce an oscillating or quivering effect of sound; as, a whisper vibrates on the ear. Pope. To pass from one state to another; to waver; to fluctuate; as, a man vibrates between two opinions."
  },
  {
    "word": "abider",
    "definition": "One who abides, or continues. Speedy goers and strong abiders. Sidney. One who dwells; a resident."
  },
  {
    "word": "measurer",
    "definition": "One who measures; one whose occupation or duty is to measure commondities in market."
  },
  {
    "word": "expropriation",
    "definition": "The act of expropriating; the surrender of a claim to exclusive property; the act of depriving of ownership or proprietary rights. W. Montagu. The expropriation of bad landlords. M."
  },
  {
    "word": "emblement",
    "definition": "The growing crop, or profits of a crop which has been sown or planted;"
  },
  {
    "word": "polytheist",
    "definition": "One who believes in, or maintains the doctrine of, a plurality of gods."
  },
  {
    "word": "lambdoid",
    "definition": "Shaped like the Greek letter lambda (as, the lambdoid suture between the occipital and parietal bones of the skull."
  },
  {
    "word": "incloser",
    "definition": "One who, or that which, incloses; one who fences off land from common grounds."
  },
  {
    "word": "exciple",
    "definition": "The outer part of the fructification of most lichens."
  },
  {
    "word": "perceivable",
    "definition": "Capable of being perceived; perceptible."
  },
  {
    "word": "eventually",
    "definition": "In an eventual manner; finally; ultimately."
  },
  {
    "word": "antimacassar",
    "definition": "A cover for the back or arms of a chair or sofa, etc., to prevent them from being soiled by macassar or other oil from the hair."
  },
  {
    "word": "faldfee",
    "definition": "A fee or rent paid by a tenant for the privilege of faldage on his own ground."
  },
  {
    "word": "ad hominem",
    "definition": "` phrase applied to an appeal or argument addressed to the principles, interests, or passions of a man."
  },
  {
    "word": "tlinkit",
    "definition": "The Indians of a seafaring group of tribes of southern Alaska comprising the Koluschan stock. Previous to deterioration from contact with the whites they were the foremost traders of the northwest. They built substantial houses of cedar adorned with totem poles, and were expert stone carvers and copper workers. Slavery, the potlatch, and the use of immense labrets were characteristic. Many now work in the salmon industry."
  },
  {
    "word": "emplaster",
    "definition": "Wiseman. To plaster over; to cover over so as to present a good appearance. Fair as ye his name emplaster."
  },
  {
    "word": "establishmentarian",
    "definition": "One who regards the Church primarily as an establishment formed by the State, and overlooks its intrinsic spiritual character."
  },
  {
    "word": "mistell",
    "definition": "To tell erroneously."
  },
  {
    "word": "auriferous",
    "definition": "Gold-bearing; containing or producing gold. Whence many a bursting stream auriferous plays. Thomson. ~= pyrites, iron pyrites (iron disulphide), containing some gold disseminated through it."
  },
  {
    "word": "masula boat",
    "definition": "Same as Masoola boat."
  },
  {
    "word": "transfigure",
    "definition": "To change the outward form or appearance of; to metamorphose; to transform. Especially, to change to something exalted and glorious; to give an ideal form to. was transfigured before them; and his face did shine as the sun, and his raiment was white as the light. Matt. xvii. 2."
  },
  {
    "word": "pomarine",
    "definition": "Having the nostril covered with a scale. Pomarine jager (Zoöl.), a North Atlantic jager (Stercorarius pomarinus) having the elongated middle tail feathers obtuse. The adult is black."
  },
  {
    "word": "trigamous",
    "definition": "Having three sorts of flowers in the same head,"
  },
  {
    "word": "dimensionless",
    "definition": "Without dimensions; having no appreciable or noteworthy extent."
  },
  {
    "word": "inoppressive",
    "definition": "Not oppressive or burdensome. O."
  },
  {
    "word": "educable",
    "definition": "Capable of being educated. Men are educable. M."
  },
  {
    "word": "pterygopalatine",
    "definition": "Of or pertaining to the pterygoid processes and the palatine bones."
  },
  {
    "word": "unmothered",
    "definition": "Deprived of a mother; motherless."
  },
  {
    "word": "lusty",
    "definition": "Exhibiting lust or vigor; stout; strong; vigorous; robust; healthful; able of body. Neither would their old men, so many as were yet vigorous and lusty, be left at home. Milton. Beautiful; handsome; pleasant. Spenser. Of large size; big. Three lusty vessels. Evelyn. Hence, sometimes, pregnant. Lustful; lascivious."
  },
  {
    "word": "undeserve",
    "definition": "To fail to deserve."
  },
  {
    "word": "water cement",
    "definition": "Hydraulic cement."
  },
  {
    "word": "systematism",
    "definition": "The reduction of facts or principles to a system."
  },
  {
    "word": "ascites",
    "definition": "A collection of serous fluid in the cavity of the abdomen; dropsy of the peritoneum."
  },
  {
    "word": "intracolic",
    "definition": "Within the colon; as, the intracolic valve."
  },
  {
    "word": "coward",
    "definition": "(Her.) Borne in the escutcheon with his tail doubled between his legs;"
  },
  {
    "word": "curvidentate",
    "definition": "Having curved teeth."
  },
  {
    "word": "beverage",
    "definition": "Liquid for drinking; drink;"
  },
  {
    "word": "scurry",
    "definition": "To hasten away or along; to move rapidly; to hurry; as, the rabbit scurried away. Act of scurring; hurried movement."
  },
  {
    "word": "blazonry",
    "definition": "Same as Blazon, The principles of blazonry. Peacham. A coat of arms; an armorial bearing or bearings. The blazonry of Argyle. Lord Dufferin. Artistic representation or display."
  },
  {
    "word": "scyphobranchii",
    "definition": "An order of fishes including the blennioid and gobioid fishes, and other related families."
  },
  {
    "word": "sardonic",
    "definition": "Forced; unnatural; insincere; hence, derisive, mocking, malignant, or bitterly sarcastic;"
  },
  {
    "word": "intense",
    "definition": "Strained; tightly drawn; kept on the stretch; strict; very close or earnest; as, intense study or application; intense thought. Extreme in degree; excessive; immoderate; as: (a) Ardent; fervent; as, intense heat. (b) Keen; biting; as, intense cold. (c) Vehement; earnest; exceedingly strong; as, intense passion or hate. (d) Very severe; violent; as, intense pain or anguish. (e) Deep; strong; brilliant; as, intense color or light. In this intense seclusion of the forest."
  },
  {
    "word": "coadaptation",
    "definition": "Mutual adaption. R."
  },
  {
    "word": "cometology",
    "definition": "The department of astronomy relating to comets."
  },
  {
    "word": "ragguled",
    "definition": "Notched in regular diagonal breaks;"
  },
  {
    "word": "rhesus",
    "definition": "A monkey; the bhunder."
  },
  {
    "word": "perfection",
    "definition": "The quality or state of being perfect or complete, so that nothing requisite is wanting; entire development; consummate culture, skill, or moral excellence; the highest attainable state or degree of excellence; maturity; as, perfection in an art, in a science, or in a system; perfection in form or degree; fruits in perfection. A quality, endowment, or acquirement completely excellent; an ideal faultlessness; especially, the divine attribute of complete excellence. Shak. What tongue can her perfections tell Sir P. Sidney. To perfection, in the highest degree of excellence; perfectly; as, to imitate a model to perfection. To perfect."
  },
  {
    "word": "foilable",
    "definition": "Capable of being foiled."
  },
  {
    "word": "maunderer",
    "definition": "One who maunders."
  },
  {
    "word": "veritable",
    "definition": "Agreeable to truth or to fact; actual; real; true; genuine. The veritable Deity. Sir W."
  },
  {
    "word": "curb",
    "definition": "To bend or curve Crooked and curbed lines. Holland. To guide and manage, or restrain, as with a curb; to bend to one's will; to subject; to subdue; to restrain; to confine; to keep in check. Part wield their arms, part curb the foaming steed. Milton. Where pinching want must curbthy warm desires. Prior. To furnish wich a curb, as a well; also, to restrain by a curb, as a bank of earth. To bend; to crouch; to cringe. Virtue itself of vice must pardon beg, Yea, curb and woo for leave to do him good. Shak. That which curbs, restrains, or subdues; a check or hindbrance; esp., a chain or strap attached to the upper part of the branches of a bit, and capable of being drawn tightly against the lower jaw of the horse. He that before ran in the pastures wild Felt the stiff curb control his angry jaws. Drayton. By these men, religion,that should be The curb, is made the spur of tyranny. Denham. (Arch.) An assemblage of three or more pieces of timber, or a metal member, forming a frame around an opening, and serving to maintain the integrity of that opening; also, a ring of stone serving a similar purpose, as at the eye of a dome. A frame or wall round the mouth of a well; also, a frame within a well to prevent the earth caving in. A curbstone. (Far.) A swelling on the back part of the hind leg of a horse, just behind the lowest part of the hock joint, generally causing lameness. James Law. Curb bit, a stiff bit having branches by which a leverage is obtained upon the jaws of horse."
  },
  {
    "word": "spheroidal",
    "definition": "Having the form of a spheroid."
  },
  {
    "word": "semite",
    "definition": "One belonging to the Semitic race."
  },
  {
    "word": "upbrought",
    "definition": "Brought up; educated."
  },
  {
    "word": "cortile",
    "definition": "An open internal courtyard inclosed by the walls of a large dwelling house or other large and stately building."
  },
  {
    "word": "shipper",
    "definition": "One who sends goods from one place to another not in the same city or town, esp. one who sends goods by water."
  },
  {
    "word": "diuresis",
    "definition": "Free excretion of urine."
  },
  {
    "word": "dorhawk",
    "definition": "The European goatsucker;"
  },
  {
    "word": "herr",
    "definition": "A title of respect given to gentlemen in Germany, equivalent to the English Mister."
  },
  {
    "word": "ransomable",
    "definition": "Such as can be ransomed."
  },
  {
    "word": "coherald",
    "definition": "A joint herald."
  },
  {
    "word": "trample",
    "definition": "To tread under foot; to tread down; to prostrate by treading; as, to trample grass or flowers. Dryden. Neither cast ye your pearls before swine, lest they trample them under their feet. Matt. vii. Fig.: To treat with contempt and insult. Cowper. To tread with force and rapidity; to stamp. To tread in contempt;"
  },
  {
    "word": "norther",
    "definition": "A wind from the north; esp., a strong and cold north wind in Texas and the vicinity of the Gulf of Mexico."
  },
  {
    "word": "diminuendo",
    "definition": "In a gradually diminishing manner; with abatement of tone; decrescendo;"
  },
  {
    "word": "hallidome",
    "definition": "Same as Halidom."
  },
  {
    "word": "cephaloptera",
    "definition": "One of the generic names of the gigantic ray (Manta birostris), known as devilfish and sea devil. It is common on the coasts of South Carolina, Florida, and farther south. Some of them grow to enormous size, becoming twenty feet of more across the body, and weighing more than a ton."
  },
  {
    "word": "fissiped",
    "definition": "Having the toes separated to the base. One of the Fissipedia."
  },
  {
    "word": "urceolus",
    "definition": "Any urn-shaped organ of a plant."
  },
  {
    "word": "dreibund",
    "definition": "A triple alliance; specif., the alliance of Germany, Austria, and Italy, formed in 1882."
  },
  {
    "word": "reclusion",
    "definition": "A state of retirement from the world; seclusion."
  },
  {
    "word": "depucelate",
    "definition": "To deflour; to deprive of virginity."
  },
  {
    "word": "nemophily",
    "definition": "Fondness for forest scenery; love of the woods."
  },
  {
    "word": "pain",
    "definition": "Punishment suffered or denounced; suffering or evil inflicted as a punishment for crime, or connected with the commission of a crime; penalty. Chaucer. We will, by way of mulct or pain, lay it upon him. Bacon. Interpose, on pain of my displeasure. Dryden. None shall presume to fly, under pain of death. Addison. Any uneasy sensation in animal bodies, from slight uneasiness to extreme distress or torture, proceeding from a derangement of functions, disease, or injury by violence; bodily distress; bodily suffering; an ache; a smart. The pain of Jesus Christ. Chaucer. Note: Pain may occur in any part of the body where sensory nerves are distributed, and it is always due to some kind of stimulation of them. The sensation is generally referred to the peripheral end of the nerve. pl. Specifically, the throes or travail of childbirth. She bowed herself and travailed, for her pains came upon her. 1 Sam. iv. Uneasiness of mind; mental distress; disquietude; anxiety; grief; solicitude; anguish. Chaucer. In rapture as in pain. Keble. See Pains, labor, effort. Bill of pains and penalties."
  },
  {
    "word": "pelagic",
    "definition": "Of or pertaining to the ocean;"
  },
  {
    "word": "autosuggestion",
    "definition": "Self-suggestion as distinguished from suggestion coming from another, esp. in hypnotism. Autosuggestion is characteristic of certain mental conditions in which expectant belief tends to produce disturbance of function of one or more organs."
  },
  {
    "word": "erratum",
    "definition": "An error or mistake in writing or printing. A single erratum may knock out the brains of a whole passage."
  },
  {
    "word": "semidiaphanous",
    "definition": "Half or imperfectly transparent; translucent."
  },
  {
    "word": "trior",
    "definition": "Same as Trier, 2 and 3."
  },
  {
    "word": "tabula",
    "definition": "A table; a tablet. (Zoöl.) One of the transverse plants found in the calicles of certain corals and hydroids. Tabula rasa ( Etym: , a smoothed tablet; hence, figuratively, the mind in its earliest state, before receiving impressions from without;"
  },
  {
    "word": "tournery",
    "definition": "Work turned on a lathe; turnery."
  },
  {
    "word": "credo",
    "definition": "The creed, as sung or read in the Roman Catholic church. He repeated Aves and Credos."
  },
  {
    "word": "misericorde",
    "definition": "Compassion; pity; mercy. (Anc. Armor.) Same as Misericordia, 2."
  },
  {
    "word": "panification",
    "definition": "The act or process of making bread."
  },
  {
    "word": "everich",
    "definition": "each one; every one; each of two."
  },
  {
    "word": "seriate",
    "definition": "Arranged in a series or succession; pertaining to a series."
  },
  {
    "word": "demonstrability",
    "definition": "The quality of being demonstrable; demonstrableness."
  },
  {
    "word": "workhouse",
    "definition": "A house where any manufacture is carried on; a workshop. A house in which idle and vicious persons are confined to labor. A house where the town poor are maintained at public expense, and provided with labor; a poorhouse."
  },
  {
    "word": "biblist",
    "definition": "One who makes the Bible the sole rule of faith. A biblical scholar; a biblicist. I."
  },
  {
    "word": "daily",
    "definition": "Happening, or belonging to, each successive day; diurnal; as, daily labor; a daily bulletin. Give us this day our daily bread. Matt. vi. Bunyan has told us . . . that in New England his dream was the daily subject of the conversation of thousands. Macaulay."
  },
  {
    "word": "spittly",
    "definition": "Like spittle; slimy."
  },
  {
    "word": "radicality",
    "definition": "Germinal principle; source; origination. Sir T. Browne. Radicalness; relation to root in essential to a root in essential nature or principle."
  },
  {
    "word": "repkie",
    "definition": "Any edible sea urchin."
  },
  {
    "word": "paphian",
    "definition": "Of or pertaining to Paphos, an ancient city of Cyprus, having a celebrated temple of Venus; hence, pertaining to Venus, or her rites. , n. A native or inhabitant of Paphos."
  },
  {
    "word": "discradle",
    "definition": "To take from a cradle. This airy apparition first discradled From Tournay into Portugal."
  },
  {
    "word": "abnormal",
    "definition": "Not conformed to rule or system; deviating from the type; anomalous; irregular. That deviating from the type; anomalous; irregular."
  },
  {
    "word": "incremental",
    "definition": "Pertaining to, or resulting from, the process of growth; as, the incremental lines in the dentine of teeth."
  },
  {
    "word": "kokoon",
    "definition": "The gnu."
  },
  {
    "word": "pinule",
    "definition": "One of the sights of an astrolabe."
  },
  {
    "word": "synod",
    "definition": "(Eccl. Hist.) An ecclesiastic council or meeting to consult on church matters. Note: Synods are of four kinds: General, or ecumenical, which are compopsed of bishops from different nations;"
  },
  {
    "word": "radiator",
    "definition": "That which radiates or emits rays, whether of light or heat; especially, that part of a heating apparatus from which the heat is radiated or diffused; as, a stream radiator."
  },
  {
    "word": "vestibule",
    "definition": "The porch or entrance into a house; a hall or antechamber next the entrance; a lobby; a porch; a hall. Vestibule of the ear. (Anat.) See under Ear."
  },
  {
    "word": "rubian",
    "definition": "One of several color-producing glycosides found in madder root."
  },
  {
    "word": "actinia",
    "definition": "(a) An animal of the class Anthozoa, and family Actinidæ. From a resemblance to flowers in form and color, they are often called animal flowers and sea anemones. . (b) A genus in the family Actinidæ."
  },
  {
    "word": "revamp",
    "definition": "To vamp again; hence, topatch up; to reconstruct."
  },
  {
    "word": "quercitrin",
    "definition": "A glucoside extracted from the bark of the oak (Quercus) as a bitter citron-yellow crystalline substance, used as a pigment and called quercitron."
  },
  {
    "word": "keverchief",
    "definition": "A kerchief."
  },
  {
    "word": "atrede",
    "definition": "To surpass in council. Men may the olde atrenne, but hat atrede."
  },
  {
    "word": "peritonitis",
    "definition": "Inflammation of the peritoneum."
  },
  {
    "word": "madeira",
    "definition": "A rich wine made on the Island of Madeira. A cup of Madeira, and a cold capon's leg. Shak. Madeira nut (Bot.), the European walnut; the nut of the Juglans regia."
  },
  {
    "word": "dupper",
    "definition": "See 2d Dubber."
  },
  {
    "word": "phyllotaxy",
    "definition": "The order or arrangement of leaves on the stem; the science of the relative position of leaves."
  },
  {
    "word": "rhinoscopic",
    "definition": "Of or pertaining to rhinoscopy."
  },
  {
    "word": "ischion",
    "definition": "(Anat.) The ventral and posterior of the three principal bones composing either half of the pelvis; seat bone; the huckle bone. (Zoöl.) One of the pleuræ of insects."
  },
  {
    "word": "atmosphere",
    "definition": "(Physics) (a) The whole mass of aëriform fluid surrounding the earth;"
  },
  {
    "word": "alburn",
    "definition": "The bleak, a small European fish having scales of a peculiarly silvery color which are used in making artificial pearls."
  },
  {
    "word": "hobble skirt",
    "definition": "A woman's skirt so scant at the bottom as to restrain freedom of movement after the fashion of a hobble."
  },
  {
    "word": "abaddon",
    "definition": "The destroyer, or angel of the bottomless pit;"
  },
  {
    "word": "amphibiotica",
    "definition": "A division of insects having aquatic larvæ."
  },
  {
    "word": "cantred",
    "definition": "A district comprising a hundred villages, as in Wales."
  },
  {
    "word": "balloter",
    "definition": "One who votes by ballot."
  },
  {
    "word": "integumentary",
    "definition": "Belonging to, or composed of, integuments."
  },
  {
    "word": "subtract",
    "definition": "To withdraw, or take away, as a part from the whole; to deduct; as, subtract 5 from 9, and the remainder is 4."
  },
  {
    "word": "shad-waiter",
    "definition": "A lake whitefish; the roundfish."
  },
  {
    "word": "epithetical",
    "definition": "Pertaining to, or abounding with, epithets. In epithetic measured prose."
  },
  {
    "word": "thomite",
    "definition": "A Thomæan."
  },
  {
    "word": "cormophytes",
    "definition": "A term proposed by Endlicher to include all plants with an axis containing vascular tissue and with foliage."
  },
  {
    "word": "tricycle",
    "definition": "A three-wheeled velocipede. under Velocipede. Cf."
  },
  {
    "word": "antitypical",
    "definition": "Of or pertaining to an antitype; explaining the type."
  },
  {
    "word": "chloriodic",
    "definition": "Compounded of chlorine and iodine; containing chlorine and iodine."
  },
  {
    "word": "discommunity",
    "definition": "A lack of common possessions, properties, or relationship. Community of embryonic structure reveals community of descent; but dissimilarity of embryonic development does not prove discommunity of descent."
  },
  {
    "word": "ternary",
    "definition": "Proceeding by threes; consisting of three; as, the ternary number was anciently esteemed a symbol of perfection, and held in great veneration. (Chem.) Containing, or consisting of, three different parts, as elements, atoms, groups, or radicals, which are regarded as having different functions or relations in the molecule; thus, sodic hydroxide, NaOH, is a ternary compound. A ternion; the number three; three things taken together; a triad. Some in ternaries, some in pairs, and some single."
  },
  {
    "word": "mural",
    "definition": "Of or pertaining to a wall; being on, or in, a wall; growing on, or against, a wall; as, a mural quadrant. Mural breach. Milton. Mural fruit. Evelyn. Resembling a wall; perpendicular or steep; as, a mural precipice. Mural circle (Astron.), a graduated circle, in the plane of the meridian, attached permanently to a perpendicular wall;"
  },
  {
    "word": "dishing",
    "definition": "Dish-shaped; concave."
  },
  {
    "word": "circulable",
    "definition": "That may be circulated."
  },
  {
    "word": "vinasse",
    "definition": "The waste liquor remaining in the process of making beet sugar,"
  },
  {
    "word": "galangal",
    "definition": "The pungent aromatic rhizome or tuber of certain East Indian or Chinese species of Alpinia (A. Galanga and A. officinarum) and of the Kæmpferia Galanga),"
  },
  {
    "word": "mitraille",
    "definition": "Shot or bits of iron used sometimes in loading cannon."
  },
  {
    "word": "importune",
    "definition": "Inopportune; unseasonable. Troublesome; vexatious; persistent; urgent; hence, vexatious on account of untimely urgency or perinacious solicitation. And their importune fates all satisfied. Spenser. Of all other affections it is the most importune and continual. Bacon. To request or solicit, with urgency; to press with frequent, unreasonable, or troublesome application or pertinacity; hence, to tease; to irritate; to worry. Their ministers and residents here have perpetually importuned the court with unreasonable demands. Swift. To import; to signify. It importunes death. Spenser. To require; to demand. We shall write to you, As time and our concernings shall importune."
  },
  {
    "word": "annunciable",
    "definition": "That may be announced or declared; declarable."
  },
  {
    "word": "amenorrhoeal",
    "definition": "Pertaining to amenorrhoea."
  },
  {
    "word": "admissory",
    "definition": "Pertaining to admission."
  },
  {
    "word": "consumedly",
    "definition": "Excessively. He's so consumedly pround of it."
  },
  {
    "word": "forthgoing",
    "definition": "A going forth; an utterance. A. Chalmers."
  },
  {
    "word": "interlamination",
    "definition": "The state of being interlaminated."
  },
  {
    "word": "furnace",
    "definition": "An inclosed place in which heat is produced by the combustion of fuel, as for reducing ores or melting metals, for warming a house, for baking pottery, etc.; as, an iron furnace; a hot-air furnace; a glass furnace; a boiler furnace, etc. Note: Furnaces are classified as wind or air. furnaces when the fire is urged only by the natural draught; as blast furnaces, when the fire is urged by the injection artificially of a forcible current of air; and as reverberatory furnaces, when the flame, in passing to the chimney, is thrown down by a low arched roof upon the materials operated upon. A place or time of punishment, affiction, or great trial; severe experience or discipline. Deut. iv. Bustamente furnace, a shaft furnace for roasting quicksilver ores."
  },
  {
    "word": "amylopsin",
    "definition": "The diastase of the pancreatic juice."
  },
  {
    "word": "obelize",
    "definition": "To designate with an obelus; to mark as doubtful or spirituous."
  },
  {
    "word": "tilia",
    "definition": "A genus of trees, the lindens, the type of the family Tiliaceæ, distinguished by the winglike bract coalescent with the peduncle, and by the indehiscent fruit having one or two seeds. There are about twenty species, natives of temperate regions. Many species are planted as ornamental shade trees, and the tough fibrous inner bark is a valuable article of commerce. Also, a plant of this genus."
  },
  {
    "word": "trijugous",
    "definition": "Same as Trijugate."
  },
  {
    "word": "disembarrass",
    "definition": "To free from embarrassment, or perplexity; to clear; to extricate. To disembarrass himself of his companion. Sir W."
  },
  {
    "word": "semidemiquaver",
    "definition": "A demisemiquaver; a thirty-second note."
  },
  {
    "word": "handbreadth",
    "definition": "A space equal to the breadth of the hand; a palm. Ex. xxxvii. 12."
  },
  {
    "word": "tug",
    "definition": "To pull or draw with great effort; to draw along with continued exertion; to haul along; to tow; as, to tug a loaded cart; to tug a ship into port. There sweat, there strain, tug the laborious oar. Roscommon. To pull; to pluck. To ease the pain, His tugged cars suffered with a strain. Hudibras. To pull with great effort; to strain in labor; as, to tug at the oar; to tug against the stream. He tugged, he shook, till down they came. Milton. To labor; to strive; to struggle. England now is left To tug and scamble and to part by the teeth The unowed interest of proud-swelling state. Shak. A pull with the utmost effort, as in the athletic contest called tug of war; a supreme effort. At the tug he falls, Vast ruins come along, rent from the smoking walls. Dryden. A sort of vehicle, used for conveying timber and heavy articles. Halliwell. (Naut.) A small, powerful steamboat used to tow vessels;"
  },
  {
    "word": "tussah silk",
    "definition": "(a) A silk cloth made from the cocoons of a caterpillar other than the common silkworm, much used in Bengal and China. (b) The silk fiber itself."
  },
  {
    "word": "pantological",
    "definition": "Of or pertaining to pantology."
  },
  {
    "word": "subverter",
    "definition": "One who, or that which, subverts; an overthrower. Sir T."
  },
  {
    "word": "literary",
    "definition": "Of or pertaining to letters or literature; pertaining to learning or learned men; as, literary fame; a literary history; literary conversation. He has long outlived his century, the term commonly fixed as the test of literary merit. Johnson. Versed in, or acquainted with, literature; occupied with literature as a profession; connected with literature or with men of letters; as, a literary man. In the literary as well as fashionable world. Mason. Literary property. (a) Property which consists in written or printed compositions. (b) The exclusive right of publication as recognized and limited by law."
  },
  {
    "word": "pensive",
    "definition": "Thoughtful, sober, or sad; employed in serious reflection; given to, or favorable to, earnest or melancholy musing. The pensive secrecy of desert cell. Milton. Anxious cares the pensive nymph oppressed. Pope. Expressing or suggesting thoughtfulness with sadness; as, pensive numbers."
  },
  {
    "word": "indentation",
    "definition": "The act of indenting or state of being indented. A notch or recess, in the margin or border of anything; as, the indentations of a leaf, of the coast, etc. A recess or sharp depression in any surface. (Print.) (a) The act of beginning a line or series of lines at a little distance within the flush line of the column or page, as in the common way of beginning the first line of a paragraph. (b) The measure of the distance; as, an indentation of one em, or of two ems. Hanging, or Reverse, indentation, indentation of all the lines of a paragraph except the first, which is a full line."
  },
  {
    "word": "reduvid",
    "definition": "Any hemipterous insect of the genus Redivius, or family Reduvidæ. They live by sucking the blood of other insects, and some species also attack man."
  },
  {
    "word": "ulva",
    "definition": "A genus of thin papery bright green seaweeds including the kinds called sea lettuce."
  },
  {
    "word": "stage",
    "definition": "A floor or story of a house. Wyclif. An elevated platform on which an orator may speak, a play be performed, an exhibition be presented, or the like. A floor elevated for the convenience of mechanical work, or the like; a scaffold; a staging. A platform, often floating, serving as a kind of wharf. The floor for scenic performances; hence, the theater; the playhouse; hence, also, the profession of representing dramatic compositions; the drama, as acted or exhibited. Knights, squires, and steeds, must enter on the stage. Pope. Lo! Where the stage, the poor, degraded stage, Holds its warped mirror to a gaping age. C. Sprague. A place where anything is publicly exhibited; the scene of any noted action or carrer; the spot where any remarkable affair occurs. When we are born, we cry that we are come To this stage of fools. Shak. Music and ethereal mirth Wherewith the stage of air and earth did ring. Miton. The platform of a microscope, upon which an object is placed to be viewed. of Microscope. A place of rest on a regularly traveled road; a stage house; a station; a place appointed for a relay of horses. A degree of advancement in a journey; one of several portions into which a road or course is marked off; the distance between two places of rest on a road; as, a stage of ten miles. A stage . . . signifies a certain distance on a road. Jeffrey. He traveled by gig, with his wife, his favorite horse performing the journey by easy stages. Smiles. A degree of advancement in any pursuit, or of progress toward an end or result. Such a polity is suited only to a particular stage in the progress of society. Macaulay. A large vehicle running from station to station for the accomodation of the public; a stagecoach; an omnibus. A parcel sent you by the stage. Cowper. I went in the sixpenny stage. Swift. (Biol.) One of several marked phases or periods in the development and growth of many animals and plants; as, the larval stage; pupa stage; zoea stage. Stage box, a box close to the stage in a theater."
  },
  {
    "word": "allotrophic",
    "definition": "(a) (Physiol.) Changed or modified in nutritive power by the process of digestion. (b) (Plant Physiol.) Dependent upon other organisms for nutrition; heterotrophic;"
  },
  {
    "word": "besom",
    "definition": "A brush of twigs for sweeping; a broom; anything which sweeps away or destroys. I will sweep it with the besom of destruction. Isa. xiv. The housemaid with her besom. W. Irving. To sweep, as with a besom. Cowper. Rolls back all Greece, and besoms wide the plain."
  },
  {
    "word": "emboyssement",
    "definition": "An ambush."
  },
  {
    "word": "pouncet box",
    "definition": "A box with a perforated lid, for sprinkling pounce, or for holding perfumes."
  },
  {
    "word": "anicut",
    "definition": "A dam or mole made in the course of a stream for the purpose of regulating the flow of a system of irrigation."
  },
  {
    "word": "derivement",
    "definition": "That which is derived; deduction; inference. I offer these derivements from these subjects. W."
  },
  {
    "word": "abstrude",
    "definition": "To thrust away."
  },
  {
    "word": "sess",
    "definition": "To lay a tax upon; to assess. A tax; an assessment."
  },
  {
    "word": "frowningly",
    "definition": "In a frowning manner."
  },
  {
    "word": "monodrama",
    "definition": "A drama acted, or intended to be acted, by a single person."
  },
  {
    "word": "franklin",
    "definition": "An English freeholder, or substantial householder. Chaucer. The franklin, a small landholder of those days. Sir J."
  },
  {
    "word": "iridoline",
    "definition": "A nitrogenous base C10H9N, extracted from coal-tar naphtha, as an oily liquid. It is a member of the quinoline series, and is probably identical with lepidine."
  },
  {
    "word": "wakf",
    "definition": "The granting or dedication of property in trust for a pious purpose, that is, to some object that tends to the good of mankind, as to support a mosque or caravansary, to provide for support of one's family, kin, or neighbors, to benefit some particular person or persons and afterward the poor, etc.; also, the trust so created, or the property in trust."
  },
  {
    "word": "nugation",
    "definition": "The act or practice of trifling."
  },
  {
    "word": "donee",
    "definition": "The person to whom a gift or donation is made. (Law) Anciently, one to whom lands were given; in later use, one to whom lands and tenements are given in tail; in modern use, one on whom a power is conferred for execution;"
  },
  {
    "word": "albumin",
    "definition": "A thick, viscous nitrogenous substance, which is the chief and characteristic constituent of white of eggs and of the serum of blood, and is found in other animal substances, both fluid and solid, also in many plants. It is soluble in water is coagulated by heat ad by certain chemical reagents. Acid albumin, a modification of albumin produced by the action of dilute acids. It is not coagulated by heat."
  },
  {
    "word": "meloplasty",
    "definition": "The process of restoring a cheek which has been destroyed wholly or in part."
  },
  {
    "word": "theatrical",
    "definition": "Of or pertaining to a theater, or to the scenic representations; resembling the manner of dramatic performers; histrionic; hence, artificial; as, theatrical performances; theatrical gestures."
  },
  {
    "word": "canaster",
    "definition": "A kind of tobacco for smoking, made of the dried leaves, coarsely broken;"
  },
  {
    "word": "blasted",
    "definition": "Blighted; withered. Upon this blasted heath. Shak. Confounded; accursed; detestable. Some of her own blasted gypsies. Sir W. Scott. Rent open by an explosive. The blasted quarry thunders, heard remote."
  },
  {
    "word": "crapnel",
    "definition": "A hook or drag; a grapnel."
  },
  {
    "word": "motor cycle",
    "definition": "A bicycle having a motor attached so as to be self-propelled. In Great Britain the term motor cycle is treated by statute (3 Ed VII. c. 36) as limited to motor cars (self-propelled vehicles) designed to travel on not more than three wheels, and weighing unladen (that is, without water, fuel, or accumulators necessary for propulsion) not more than three hundred weight (336 lbs.)."
  },
  {
    "word": "paradox",
    "definition": "A tenet or proposition contrary to received opinion; an assertion or sentiment seemingly contradictory, or opposed to common sense; that which in appearance or terms is absurd, but yet may be true in fact. A gloss there is to color that paradox, and make it appear in show not to be altogether unreasonable. Hooker. This was sometime a paradox, but now the time gives it proof. Shak. Hydrostatic paradox."
  },
  {
    "word": "advoutress",
    "definition": "An adulteress."
  },
  {
    "word": "misintelligence",
    "definition": "Wrong information; misinformation."
  },
  {
    "word": "subterranity",
    "definition": "A place under ground; a subterrany. Sir T."
  },
  {
    "word": "men",
    "definition": "pl. of Man."
  },
  {
    "word": "hemostatic",
    "definition": "(Med.) Of or relating to stagnation of the blood. Serving to arrest hemorrhage; styptic. A medicine or application to arrest hemorrhage."
  },
  {
    "word": "omohyoid",
    "definition": "Of or pertaining to the shoulder and the hyoid bone; as, the omohyoid muscle."
  },
  {
    "word": "parabole",
    "definition": "Similitude; comparison."
  },
  {
    "word": "trillion",
    "definition": "According to the French notation, which is used upon the Continent generally and in the United States, the number expressed by a unit with twelve ciphers annexed; a million millions; according to the English notation, the number produced by involving a million to the third power, or the number represented by a unit with eighteen ciphers annexed. See the Note under Numeration."
  },
  {
    "word": "immaterialness",
    "definition": "The state or quality of being immaterial; immateriality."
  },
  {
    "word": "burler",
    "definition": "One who burls or dresses cloth."
  },
  {
    "word": "mimetic",
    "definition": "Apt to imitate; given to mimicry; imitative. (Biol.) Characterized by mimicry;"
  },
  {
    "word": "zygodactyli",
    "definition": "Same as Scansores."
  },
  {
    "word": "grudgeful",
    "definition": "Full of grudge; envious. Grudgeful discontent."
  },
  {
    "word": "deoxygenate",
    "definition": "To deoxidize."
  },
  {
    "word": "growan",
    "definition": "A decomposed granite, forming a mass of gravel, as in tin lodes in Cornwall."
  },
  {
    "word": "carnal",
    "definition": "Of or pertaining to the body or is appetites; animal; fleshly; sensual; given to sensual indulgence; lustful; human or worldly as opposed to spiritual. For ye are yet carnal. 1 Car. iii. Not sunk in carnal pleasure. Milton rnal desires after miracles. Trench. Flesh-devouring; cruel; ravenous; bloody. This carnal cur Preys on the issue of his mother's body. Shak. Carnal knowledge, sexual intercourse;"
  },
  {
    "word": "atokous",
    "definition": "Producing only asexual individuals, as the eggs of certain annelids."
  },
  {
    "word": "amiably",
    "definition": "In an amiable manner."
  },
  {
    "word": "epipodiale",
    "definition": "One of the bones of either the forearm or shank, the epipodialia being the radius, ulna, tibia, and fibula."
  },
  {
    "word": "supportful",
    "definition": "Abounding with support."
  },
  {
    "word": "castor",
    "definition": "(Zoöl.) A genus of rodents, including the beaver. Castoreum. A hat, esp. one made of beaver fur; a beaver. I have always been known for the jaunty manner in which I wear my castor. Sir W. Scott. A heavy quality of broadcloth for overcoats. See Caster, a small wheel. the northernmost of the two bright stars in the constellation Gemini, the other being Pollux. A variety of the mineral called petalite, from Elba."
  },
  {
    "word": "apodous",
    "definition": "Apodal; apod."
  },
  {
    "word": "rupial",
    "definition": "Of or pertaining to rupia."
  },
  {
    "word": "miting",
    "definition": "A little one;"
  },
  {
    "word": "dialyzed",
    "definition": "Prepared by diffusion through an animal membrane; as, dialyzed iron."
  },
  {
    "word": "ornithopoda",
    "definition": "An order of herbivorous dinosaurs with birdlike characteristics in the skeleton, esp. in the pelvis and hind legs, which in some genera had only three functional toes, and supported the body in walking as in Iguanodon. in Appendix."
  },
  {
    "word": "disseizoress",
    "definition": "A woman disseizes."
  },
  {
    "word": "allatrate",
    "definition": "To bark as a dog."
  },
  {
    "word": "jeffersonian simplicity",
    "definition": "The absence of pomp or display which Jefferson aimed at in his administration as President (1801-1809), eschewing display or ceremony tending to distinguish the President from the people, as in going to the capital on horseback and with no escort, the abolition of court etiquette and the weekly levee, refusal to recognize titles of honor, etc."
  },
  {
    "word": "popelote",
    "definition": "A word variously explained as a little puppet, a little doll, or a young butterfly. Cf. Popet. So gay a popelote, so sweet a wench."
  },
  {
    "word": "mote",
    "definition": "See 1st Mot. Chaucer. A meeting of persons for discussion; as, a wardmote in the city of London. A body of persons who meet for discussion, esp. about the management of affairs; as, a folkmote. A place of meeting for discussion. Mote bell, the bell rung to summon to a mote. The flourish sounded on a horn by a huntsman. See Mot, n., 3, and Mort. Chaucer. A small particle, as of floating dust; anything proverbially small; a speck. The little motes in the sun do ever stir, though there be no wind. Bacon. We are motes in the midst of generations."
  },
  {
    "word": "by-corner",
    "definition": "A private corner. Britain being a by-corner, out of the road of the world."
  },
  {
    "word": "cannikin",
    "definition": "A small can or drinking vessel."
  },
  {
    "word": "enchase",
    "definition": "To incase or inclose in a border or rim; to surround with an ornamental casing, as a gem with gold; to encircle; to inclose; to adorn. Enchased with a wanton ivy twine. Spenser. An precious stones, in studs of gold enchased, The shaggy velvet of his buskins graced. Mickle. To chase; to ornament by embossing or engraving; as, to enchase a watch case. With golden letters . . . well enchased. Spenser. To delineate or describe, as by writing. All which . . . for to enchase, Him needeth sure a golden pen, I ween."
  },
  {
    "word": "water glass",
    "definition": "See Soluble glass, under Glass."
  },
  {
    "word": "frigorific",
    "definition": "Causing cold; producing or generating cold."
  },
  {
    "word": "comply",
    "definition": "To yield assent; to accord; agree, or acquiesce; to adapt one's self; to consent or conform;"
  },
  {
    "word": "foremilk",
    "definition": "The milk secreted just before, or directly after, the birth of a child or of the young of an animal; colostrum."
  },
  {
    "word": "recondense",
    "definition": "To condense again."
  },
  {
    "word": "fungoid",
    "definition": "Like a fungus; fungous; spongy."
  },
  {
    "word": "re-formation",
    "definition": "The act of forming anew; a second forming in order; as, the reformation of a column of troops into a hollow square."
  },
  {
    "word": "paramalic",
    "definition": "Pertaining to, or designating, an organic acid metameric with malic acid."
  },
  {
    "word": "paleichthyes",
    "definition": "A comprehensive division of fishes which includes the elasmobranchs and ganoids."
  },
  {
    "word": "mythologizer",
    "definition": "One who, or that which, mythologizes. Imagination has always been, and still is, in a narrower sense, the great mythologizer."
  },
  {
    "word": "laryngograph",
    "definition": "An instrument for recording the larynx movements in speech."
  },
  {
    "word": "cusp",
    "definition": "(Arch.) A triangular protection from the intrados of an arch, or from an inner curve of tracery. (Astrol.) The beginning or first entrance of any house in the calculations of nativities, etc. (Astron) The point or horn of the crescent moon or other crescent-shaped luminary. (Math.) A multiple point of a curve at which two or more branches of the curve have a common tangent. (Anat.) A prominence or point, especially on the crown of a tooth. (Bot.) A sharp and rigid point. To furnish with a cusp or cusps."
  },
  {
    "word": "dodecagon",
    "definition": "A figure or polygon bounded by twelve sides and containing twelve angles."
  },
  {
    "word": "kentledge",
    "definition": "Pigs of iron used for ballast."
  },
  {
    "word": "pigmentary",
    "definition": "Of or pertaining to pigments; furnished with pigments. Dunglison. Pigmentary degeneration (Med.), a morbid condition in which an undue amount of pigment is deposited in the tissues."
  },
  {
    "word": "chinchilla",
    "definition": "(Zoöl.) A small rodent (Chinchilla lanigera), of the size of a large squirrel, remarkable for its fine fur, which is very soft and of a pearly gray color. It is a native of Peru and Chili. The fur of the chinchilla. A heavy, longnapped, tufted woolen cloth."
  },
  {
    "word": "paginal",
    "definition": "Consisting of pages. Paginal books. Sir T."
  },
  {
    "word": "marteline",
    "definition": "A small hammer used by marble workers and sculptors."
  },
  {
    "word": "hoop",
    "definition": "A pliant strip of wood or metal bent in a circular form, and united at the ends, for holding together the staves of casks, tubs, etc. A ring; a circular band; anything resembling a hoop, as the cylinder (cheese hoop) in which the curd is pressed in making cheese. A circle, or combination of circles, of thin whalebone, metal, or other elastic material, used for expanding the skirts of ladies' dresses; crinoline;"
  },
  {
    "word": "cartage",
    "definition": "The act of carrying in a cart. The price paid for carting."
  },
  {
    "word": "ensue",
    "definition": "To follow; to pursue; to follow and overtake. Seek peace, and ensue it. 1 Pet. iii. To ensue his example in doing the like mischief. Golding. To follow or come afterward; to follow as a consequence or in chronological succession; to result; as, an ensuing conclusion or effect; the year ensuing was a cold one. So spoke the Dame, but no applause ensued. Pope. Damage to the mind or the body, or to both, ensues, unless the exciting cause be presently removed. I. Taylor."
  },
  {
    "word": "theochristic",
    "definition": "Anointed by God."
  },
  {
    "word": "erased",
    "definition": "Rubbed or scraped out; effaced; obliterated. (Her.) Represented with jagged and uneven edges, as is torn off;"
  },
  {
    "word": "metonymical",
    "definition": "Used by way of metonymy."
  },
  {
    "word": "kemelin",
    "definition": "A tub; a brewer's vessel."
  },
  {
    "word": "flowerlessness",
    "definition": "State of being without flowers."
  },
  {
    "word": "miniaturist",
    "definition": "A painter of miniatures."
  },
  {
    "word": "burghbrech",
    "definition": "The offense of violating the pledge given by every inhabitant of a tithing to keep the peace; breach of the peace."
  },
  {
    "word": "fahrenheit",
    "definition": "Conforming to the scale used by Gabriel Daniel Fahrenheit in the graduation of his thermometer; of or relating to Fahrenheit's thermometric scale."
  },
  {
    "word": "ferrer",
    "definition": "compar. of Fer."
  },
  {
    "word": "nonclaim",
    "definition": "A failure to make claim within the time limited by law; omission of claim."
  },
  {
    "word": "division",
    "definition": "The act or process of diving anything into parts, or the state of being so divided; separation. I was overlooked in the division of the spoil. Gibbon. That which divides or keeps apart; a partition. The portion separated by the divining of a mass or body; a distinct segment or section. Communities and divisions of men. Addison. Disunion; difference in opinion or feeling; discord; variance; alienation. There was a division among the people. John vii. Difference of condition; state of distinction; distinction; contrast. Chaucer. I will put a division between my people and thy people. Ex. viii. Separation of the members of a deliberative body, esp. of the Houses of Parliament, to ascertain the vote. The motion passed without a division. Macaulay. (Math.) The process of finding how many times one number or quantity is contained in another; the reverse of multiplication; also, the rule by which the operation is performed. (Logic) The separation of a genus into its constituent species. (Mil.) (a) Two or more brigades under the command of a general officer. (b) Two companies of infantry maneuvering as one subdivision of a battalion. (c) One of the larger districts into which a country is divided for administering military affairs. (Naut.) One of the groups into which a fleet is divided. (Mus.) A course of notes so running into each other as to form one series or chain, to be sung in one breath to one syllable. (Rhet.) The distribution of a discourse into parts; a part so distinguished. (Biol.) A grade or rank in classification; a portion of a tribe or of a class; or, in some recent authorities, equivalent to a subkingdom. Cell division (Biol.), a method of cell increase, in which new cells are formed by the division of the parent cell. In this process, the cell nucleus undergoes peculiar differentiations and changes, as shown in the figure (see also Karyokinesis). At the same time the protoplasm of the cell becomes gradually constricted by a furrow transverse to the long axis of the nuclear spindle, followed, on the completion of the division of the nucleus, by a separation of the cell contents into two masses, called the daughter cells."
  },
  {
    "word": "cragged",
    "definition": "Full of crags, or steep, broken Into its cragged rents descend. J."
  },
  {
    "word": "manage",
    "definition": "The handling or government of anything, but esp. of a horse; management; administration. Young men, in the conduct and manage of actions, embrace more than they can hold. Bacon. Down, down I come; like glistering Phaëthon Wanting the manage of unruly jades. Shak. The unlucky manage of this fatal brawl. Shak. Note: This word, in its limited sense of management of a horse, has been displaced by manege; in its more general meaning, by management. To have under control and direction; to conduct; to guide; to administer; to treat; to handle. Long tubes are cumbersome, and scarce to be easily managed. Sir I. Newton. What wars Imanage, and what wreaths I gain. Prior. Hence: Esp., to guide by careful or delicate treatment; to wield with address; to make subservient by artful conduct; to bring around cunningly to one's plans. It was so much his interest to manage his Protestant subjects. Addison . It was not her humor to manage those over whom she had gained an ascendant. Bp. Hurd. To train in the manege, as a horse; to exercise in graceful or artful action. To treat with care; to husband. Dryden. To bring about; to contrive. Shak."
  },
  {
    "word": "dewy",
    "definition": "Pertaining to dew; resembling, consisting of, or moist with, dew. A dewy mist Went and watered all the ground. Milton. When dewy eve her curtain draws. Keble. Falling gently and beneficently, like the dew. Dewy sleep ambrosial. Cowper. (Bot.) Resembling a dew-covered surface; appearing as if covered with dew."
  },
  {
    "word": "arachnological",
    "definition": "Of or pertaining to arachnology."
  },
  {
    "word": "reefer",
    "definition": "(Naut.) One who reefs;"
  },
  {
    "word": "discrete",
    "definition": "Separate; distinct; disjunct. Sir M. Hale. Disjunctive; containing a disjunctive or discretive clause; as, I resign my life, but not my honor, is a discrete proposition. (Bot.) Separate; not coalescent;"
  },
  {
    "word": "cant hook",
    "definition": "A wooden lever with a movable iron hook. hear the end;"
  },
  {
    "word": "dawsonite",
    "definition": "A hydrous carbonate of alumina and soda, occuring in white, bladed crustals."
  },
  {
    "word": "cacomixl",
    "definition": "A North American carnivore (Bassaris astuta), about the size of a cat, related to the raccoons. It inhabits Mexico, Texas, and California."
  },
  {
    "word": "dinaphthyl",
    "definition": "A colorless, crystalline hydrocarbon, C20H14, obtained from naphthylene, and consisting of a doubled naphthylene radical."
  },
  {
    "word": "abeyant",
    "definition": "Being in a state of abeyance."
  },
  {
    "word": "pluck",
    "definition": "To pull; to draw. Its own nature . . . plucks on its own dissolution. Je Especially, to pull with sudden force or effort, or to pull off or out from something, with a twitch; to twitch; also, to gather, to pick; as, to pluck feathers from a fowl; to pluck hair or wool from a skin; to pluck grapes. I come to pluck your berries harsh and crude. Milton. E'en children followed, with endearing wile, And plucked his gown to share the good man's smile. Goldsmith. To strip of, or as of, feathers; as, to pluck a fowl. They which pass by the way do pluck her. Ps. lxxx. (Eng. Universities) To reject at an examination for degrees. C. Bronté. To pluck away, to pull away, or to separate by pulling; to tear away."
  },
  {
    "word": "deadlatch",
    "definition": "A kind of latch whose bolt may be so locked by a detent that it can not be opened from the inside by the handle, or from the outside by the latch key."
  },
  {
    "word": "frigerate",
    "definition": "To make cool."
  },
  {
    "word": "perichaetial",
    "definition": "Of or pertaining to the perichæth."
  },
  {
    "word": "come",
    "definition": "To move hitherward; to draw near; to approach the speaker, or some place or person indicated;"
  },
  {
    "word": "periwinkle",
    "definition": "Any small marine gastropod shell of the genus Littorina. The common European species (Littorina littorea), in Europe extensively used as food, has recently become naturalized abundantly on the American coast. Note: In America the name is often applied to several large univalves, as Fulgur carica, and F. canaliculata. A trailing herb of the genus Vinca. Note: The common perwinkle (Vinca minor) has opposite evergreen leaves and solitary blue or white flowers in their axils. In America it is often miscalled myrtle."
  },
  {
    "word": "jolliness",
    "definition": "Jollity; noisy mirth."
  },
  {
    "word": "mesmerize",
    "definition": "To bring into a state of mesmeric sleep."
  },
  {
    "word": "dealfish",
    "definition": "A long, thin fish of the arctic seas (Trachypterus arcticus)."
  },
  {
    "word": "fructidor",
    "definition": "The twelfth month of the French republican calendar;"
  },
  {
    "word": "threnode",
    "definition": "A threne, or threnody; a dirge; a funeral song."
  },
  {
    "word": "apothegmatist",
    "definition": "A collector or maker of apothegms."
  },
  {
    "word": "oarfoot",
    "definition": "Any crustacean of the genus Remipes."
  },
  {
    "word": "asiatic",
    "definition": "Of or pertaining to Asia or to its inhabitants."
  },
  {
    "word": "interrupter",
    "definition": "One who, or that which, interrupts. (Elec.) A device for opening and closing an electrical circuit; a vibrating spring or tuning fork, arranged to make and break a circuit at rapidly recurring intervals, by the action of the current itself."
  },
  {
    "word": "draglink",
    "definition": "(a) A link connecting the cranks of two shafts. (b) A drawbar."
  },
  {
    "word": "after-image",
    "definition": "The impression of a vivid sensation retained by the retina of the eye after the cause has been removed; also extended to impressions left of tones, smells, etc."
  },
  {
    "word": "hooded",
    "definition": "Covered with a hood. Furnished with a hood or something like a hood. Hood-shaped; esp. (Bot.), rolled up like a cornet of paper; cuculate, as the spethe of the Indian turnip. (Zoöl.) (a) Having the head conspicuously different in color from the rest of the plumage;"
  },
  {
    "word": "caique",
    "definition": "A light skiff or rowboat used on the Bosporus; also, a Levantine vessel of larger size."
  },
  {
    "word": "reseda",
    "definition": "(Bot.) A genus of plants, the type of which is mignonette. A grayish green color, like that of the flowers of mignonette."
  },
  {
    "word": "paigle",
    "definition": "A species of Primula, either the cowslip or the primrose."
  },
  {
    "word": "obtundent",
    "definition": "A substance which sheathes a part, or blunts irritation, usually some bland, oily, or mucilaginous matter;"
  },
  {
    "word": "mislight",
    "definition": "To deceive or lead astray with a false light."
  },
  {
    "word": "atheology",
    "definition": "Antagonism to theology."
  },
  {
    "word": "spoliation",
    "definition": "The act of plundering; robbery; deprivation; despoliation. Legal spoliation, which will impoverish one part of the community in order to corrupt the remainder. Sir G. C. Lewis. Robbery or plunder in war; especially, the authorized act or practice of plundering neutrals at sea. (Eccl. Law) (a) The act of an incumbent in taking the fruits of his benefice without right, but under a pretended title. Blackstone. (b) A process for possession of a church in a spiritual court. (Law) Injury done to a document."
  },
  {
    "word": "incogitance",
    "definition": "Want of thought, or of the power of thinking; thoughtlessness; unreasonableness. 'T is folly and incogitancy to argue anything, one way or the other, from the designs of a sort of beings with whom we so little communicate."
  },
  {
    "word": "spiccato",
    "definition": "Detached; separated;"
  },
  {
    "word": "springing",
    "definition": "The act or process of one who, or that which, springs. Growth; increase; also, that which springs up; a shoot; a plant. Thou blessest the springing thereof. Ps. lxv. Springing line of an arch (Arch.), the horizontal line drawn through the junction of the vertical face of the impost with the curve of the intrados;"
  },
  {
    "word": "feudist",
    "definition": "A writer on feuds; a person versed in feudal law."
  },
  {
    "word": "anastomose",
    "definition": "To inosculate; to intercommunicate by anastomosis, as the arteries and veins. The ribbing of the leaf, and the anastomosing network of its vessels. I."
  },
  {
    "word": "potluck",
    "definition": "Whatever may chance to be in the pot, or may be provided for a meal. A woman whose potluck was always to be relied on. G. Eliot. To take potluck, to take what food may chance to be provided."
  },
  {
    "word": "contraposition",
    "definition": "A placing over against; opposite position. F. Potter. (Logic) A so-called immediate inference which consists in denying the original subject of the contradictory predicate; e.g.: Every S is P; therefore, no Not-P is S."
  },
  {
    "word": "unclew",
    "definition": "To unwind, unfold, or untie; hence, to undo; to ruin."
  },
  {
    "word": "homologate",
    "definition": "To approve; to allow; to confirm; as, the court homologates a proceeding."
  },
  {
    "word": "eyelet",
    "definition": "A small hole or perforation to receive a cord or fastener, as in garments, sails, etc. A metal ring or grommet, or short metallic tube, the ends of which can be bent outward and over to fasten it in place;"
  },
  {
    "word": "propylaeum",
    "definition": "Any court or vestibule before a building or leading into any inclosure."
  },
  {
    "word": "expansile",
    "definition": "Expansible. Ether and alcohol are more expansile than water."
  },
  {
    "word": "tyranny",
    "definition": "The government or authority of a tyrant; a country governed by an absolute ruler; hence, arbitrary or despotic exercise of power; exercise of power over subjects and others with a rigor not authorized by law or justice, or not requisite for the purposes of government. Sir, would he say, an emperor mote need Be virtuous and hate tyranny. Chaucer. Cruel government or discipline; as, the tyranny of a schoolmaster. Severity; rigor; inclemency. The tyranny of the open night's too rough For nature to endure."
  }
]